Repository: itsalljustaride/plugin-ImageAnnotation
Catalog: languages/*.po
Languages: fi_fi

source: is an invalid parameter. You must specify a file object or file object id to find an annotation by file.
fi_fi: on virheellinen parametri. Merkintöjen etsimiseen tiedoston perusteella tarvitaan tiedosto-objekti tai tiedosto-objektin tunniste.

source: Image Annotations
fi_fi: Kuvamerkinnät

source: Add Their Own Annotations
fi_fi: Omien merkintöjen lisääminen

source: Edit Their Own Annotations
fi_fi: Omien merkintöjen muokkaaminen

source: Edit The Annotations Of Other Users
fi_fi: Muiden käyttäjien merkintöjen muokkaaminen

source: Delete Their Own Annotations
fi_fi: Omien merkintöjen poistaminen

source: Delete The Annotations Of Other Users
fi_fi: Muiden käyttäjien merkintöjen poistaminen

source: View Public Annotations
fi_fi: Näyttää julkisia merkintöjä

source: View Private Annotations
fi_fi: Näyttää yksityisiä merkintöjä

source: <th>Resource</th>
fi_fi: <th>Kohde</th>

source: <th>Permission</th>
fi_fi: <th>Oikeus</th>

source: Add Annotation
fi_fi: Lisää merkintä

source: Browse Image Annotations
fi_fi: Selaa kuvien merkintöjä

source: annotations total
fi_fi: merkintää yhteensä

source: Search
fi_fi: Hae

source: Modified Date
fi_fi: Muokkauspäivä

source: Author
fi_fi: Tekijä

source: Item Id
fi_fi: Teoksen tunniste

source: Text
fi_fi: Teksti

source: Action
fi_fi: Toimenpide

source: Delete
fi_fi: Poista

source: There are no image annotations.
fi_fi: Kuvissa ei ole merkintöjä.
